{
	"navyseal": "What the fuck did you just fucking say about me, you little bitch? I’ll have you know I graduated top of my class in the Navy Seals, and I’ve been involved in numerous secret raids on Al-Quaeda, and I have over 300 confirmed kills. I am trained in gorilla warfare and I’m the top sniper in the entire US armed forces. You are nothing to me but just another target. I will wipe you the fuck out with precision the likes of which has never been seen before on this Earth, mark my fucking words. You think you can get away with saying that shit to me over the Internet? Think again, fucker. As we speak I am contacting my secret network of spies across the USA and your IP is being traced right now so you better prepare for the storm, maggot. The storm that wipes out the pathetic little thing you call your life. You’re fucking dead, kid. I can be anywhere, anytime, and I can kill you in over seven hundred ways, and that’s just with my bare hands. Not only am I extensively trained in unarmed combat, but I have access to the entire arsenal of the United States Marine Corps and I will use it to its full extent to wipe your miserable ass off the face of the continent, you little shit. If only you could have known what unholy retribution your little “clever” comment was about to bring down upon you, maybe you would have held your fucking tongue. But you couldn’t, you didn’t, and now you’re paying the price, you goddamn idiot. I will shit fury all over you and you will drown in it. You’re fucking dead, kiddo.",

	"navyseal-response": "my family is comprised of marines. I do not think they would take kindly to you using the military to threaten and intimidate someone especially over the internet. Not only that, but technically if reddit or whomever wanted to they could call the police right now because what you just said constitutes a death threat. I don't know who you are and I don't care too. However you would be wise to watch your words. This is friendly advice from a stranger. Two wrongs don't make a right and threatening someones life is against the law. I've taken the liberty of reporting you. Have a nice day.",

	"cars": "The thing I really like about Planes is that we learn that WWII happened in the Cars universe. Which means there was a Cars Hitler, a Cars holocaust, a Cars Pacific War, a Cars D-Day, a Cars nuking of Hiroshima and Nagasaki, a Cars Rape of Nanking, a Cars Battle of Iwo Jima... \n This leads to so many important questions, like: were the Cars Little Boy and Fat Man nukes sentient? Was it a suicide mission? Are ALL Cars nuclear weapons sentient? Did Tsar Bomba have a personality? \n What kind of car was Car Hitler? A VW? A forklift? \n Was there a Cars 9/11? Were the planes hijacked, or were the planes themselves radicalized? \n I could go on",

	"unidan": "Here's the thing. You said a \"jackdaw is a crow.\"\nIs it in the same family? Yes. No one's arguing that.\nAs someone who is a scientist who studies crows, I am telling you, specifically, in science, no one calls jackdaws crows. If you want to be \"specific\" like you said, then you shouldn't either. They're not the same thing.\nIf you're saying \"crow family\" you're referring to the taxonomic grouping of Corvidae, which includes things from nutcrackers to blue jays to ravens.\nSo your reasoning for calling a jackdaw a crow is because random people \"call the black ones crows?\" Let's get grackles and blackbirds in there, then, too.\nAlso, calling someone a human or an ape? It's not one or the other, that's not how taxonomy works. They're both. A jackdaw is a jackdaw and a member of the crow family. But that's not what you said. You said a jackdaw is a crow, which is not true unless you're okay with calling all members of the crow family crows, which means you'd call blue jays, ravens, and other birds crows, too. Which you said you don't.\nIt's okay to just admit you're wrong, you know?",

	"unidan-doggo": "Here's the thing. You said a \"pupper is a doggo.\" \n Is it in the same family? Yes. No one's arguing that. \n As someone who is a scientist who studies puppers, doggos, yappers, and even woofers, I am telling you, specifically, in doggology, no one calls puppers doggos. If you want to be \"specific\" like you said, then you shouldn't either. They're not the same thing. \n If you're saying \"doggo family\" you're referring to the taxonomic grouping of Doggodaemous, which \n includes things from sub woofers to birdos to sharkos (the glub glub kind not the bork bork kind). \n So your reasoning for calling a pupper a doggo is because random people \"call the small yip yip ones doggos?\" Let's get penguos and turkos in there, then, too. \n Also, calling someone a human or an ape? It's not one or the other, that's not how taxonomy works. They're both. A pupper is a pupper and a member of the doggo family. But that's not what you said. You said a pupper is a doggo, \n which is not true unless you're okay with calling all members of the doggo family doggos, which means you'd call piggos, sluggos, and other species doggos, too. Which you said you don't. \n It's okay to just admit you're wrong, you know?",

	"unidan-navyseal": "Here's the thing. You said \"SEALs are Special Forces.\"\nCan they fall under the same command? Yes. No one's arguing that, you little bitch.\nAs someone who has over 300 confirmed kills, I am telling you, specifically, in the military, no one calls SEALs SF. If you want to be \"specific\" like you said, then you shouldn't either. They're not the same thing.\nIf you're saying \"Special Operations\" you're referring to the United States Special Operations Command, which includes things from Army Rangers to my secret network of spies across the USA.\nSo your reasoning for calling a SEAL SF is because random people \"call the gorilla ones SF?\" Let's get SOW and MRR in there, then, too.\nAlso, calling someone DEVGRU or SEAL Team Six? It's not one or the other, that's not how Special Operations Command works. They're both. A SEAL is a SEAL and a member of USSOCOM. But that's not what you said. You said a SEAL is SF, which is not true unless you're okay with calling all operators of the USSOCOM family SF, which means you'd call Rangers, Pararescuemen, and other operators SF, too. Which you said you don't.\nIt's okay to just admit you're fucking dead, kiddo.",

	"si-bolshevik": "I sexually Identify as the Bolshevik Revolution of 1917. Ever since I was a boy I dreamed of seizing the means of production from the dirty bourgeoisie. People say to me that a person being a historical communist revolution is Impossible and I'm fucking retarded but I don't care, I'm beautiful. I'm having a plastic surgeon instal hammers, sickles, and other assorted proletariat farming tools on my body. From now on I want you guys to call me \"Comrade\" and respect my right to seize the means of production and free the working class. If you can't accept me you're an oppressor and need to check your capitalist privileges. Thank you for being so understanding.",
	"pyzen": "Beautiful is better than ugly.\nExplicit is better than implicit.\nSimple is better than complex.\nComplex is better than complicated.\nFlat is better than nested.\nSparse is better than dense.\nReadability counts.\nSpecial cases aren't special enough to break the rules.\nAlthough practicality beats purity.\nErrors should never pass silently.\nUnless explicitly silenced.\nIn the face of ambiguity, refuse the temptation to guess.\nThere should be one-- and preferably only one --obvious way to do it.\nAlthough that way may not be obvious at first unless you're Dutch.\nNow is better than never.\nAlthough never is often better than *right* now.\nIf the implementation is hard to explain, it's a bad idea.\nIf the implementation is easy to explain, it may be a good idea.\nNamespaces are one honking great idea -- let's do more of those!",
	"darth": "Did you ever hear the tragedy of Darth Plagueis The Wise? I thought not. It’s not a story the Jedi would tell you. It’s a Sith legend. Darth Plagueis was a Dark Lord of the Sith, so powerful and so wise he could use the Force to influence the midichlorians to create life… He had such a knowledge of the dark side that he could even keep the ones he cared about from dying. The dark side of the Force is a pathway to many abilities some consider to be unnatural. He became so powerful… the only thing he was afraid of was losing his power, which eventually, of course, he did. Unfortunately, he taught his apprentice everything he knew, then his apprentice killed him in his sleep. Ironic. He could save others from death, but not himself."
}
